{
	"version": "1.0",
	"truncation": null,
	"padding": null,
	"added_tokens": [
		{
			"id": 0,
			"content": "[PAD]",
			"single_word": false,
			"lstrip": false,
			"rstrip": false,
			"normalized": false,
			"special": true
		},
		{
			"id": 1,
			"content": "[BOS]",
			"single_word": false,
			"lstrip": false,
			"rstrip": false,
			"normalized": false,
			"special": true
		},
		{
			"id": 2,
			"content": "[EOS]",
			"single_word": false,
			"lstrip": false,
			"rstrip": false,
			"normalized": false,
			"special": true
		}
	],
	"normalizer": null,
	"pre_tokenizer": {
		"type": "Sequence",
		"pretokenizers": [
			{
				"type": "Split",
				"pattern": {
					"String": "+"
				},
				"behavior": "Removed",
				"invert": false
			},
			{
				"type": "Split",
				"pattern": {
					"String": "|"
				},
				"behavior": "Isolated",
				"invert": false
			},
			{
				"type": "Split",
				"pattern": {
					"String": "\n"
				},
				"behavior": "Removed",
				"invert": false
			}
		]
	},
	"post_processor": null,
	"decoder": null,
	"model": {
		"type": "WordLevel",
		"vocab": {
			"[PAD]": 0,
			"[BOS]": 1,
			"[EOS]": 2,
			"*M1/2": 3,
			"*M1/4": 4,
			"*M10/4": 5,
			"*M11/4": 6,
			"*M12/16": 7,
			"*M12/32": 8,
			"*M12/4": 9,
			"*M12/8": 10,
			"*M17/16": 11,
			"*M2/1": 12,
			"*M2/2": 13,
			"*M2/3": 14,
			"*M2/4": 15,
			"*M2/48": 16,
			"*M2/8": 17,
			"*M24/16": 18,
			"*M3/1": 19,
			"*M3/2": 20,
			"*M3/4": 21,
			"*M3/6": 22,
			"*M3/8": 23,
			"*M4/1": 24,
			"*M4/2": 25,
			"*M4/4": 26,
			"*M4/8": 27,
			"*M5/4": 28,
			"*M5/8": 29,
			"*M6/16": 30,
			"*M6/2": 31,
			"*M6/4": 32,
			"*M6/8": 33,
			"*M7/4": 34,
			"*M8/12": 35,
			"*M8/16": 36,
			"*M8/2": 37,
			"*M8/4": 38,
			"*M8/8": 39,
			"*M9/16": 40,
			"*M9/4": 41,
			"*M9/8": 42,
			"*k[]": 43,
			"*k[b-]": 44,
			"*k[b-e-]": 45,
			"*k[b-e-a-]": 46,
			"*k[b-e-a-d-]": 47,
			"*k[b-e-a-d-g-]": 48,
			"*k[b-e-a-d-g-c-]": 49,
			"*k[b-e-a-d-g-c-f-]": 50,
			"*k[f#]": 51,
			"*k[f#c#]": 52,
			"*k[f#c#g#]": 53,
			"*k[f#c#g#d#]": 54,
			"*k[f#c#g#d#a#]": 55,
			"*k[f#c#g#d#a#e#]": 56,
			"*k[f#c#g#d#a#e#b#]": 57,
			"0": 58,
			"0.": 59,
			"0q": 60,
			"1": 61,
			"1.": 62,
			"10": 63,
			"10.": 64,
			"10q": 65,
			"12": 66,
			"12.": 67,
			"128": 68,
			"128.": 69,
			"128q": 70,
			"12q": 71,
			"16": 72,
			"16.": 73,
			"16q": 74,
			"1q": 75,
			"2": 76,
			"2.": 77,
			"20": 78,
			"20.": 79,
			"20q": 80,
			"22": 81,
			"22.": 82,
			"22q": 83,
			"24": 84,
			"24.": 85,
			"24q": 86,
			"28": 87,
			"28.": 88,
			"28q": 89,
			"2q": 90,
			"30": 91,
			"30.": 92,
			"30q": 93,
			"32": 94,
			"32.": 95,
			"32q": 96,
			"34": 97,
			"34.": 98,
			"34q": 99,
			"36": 100,
			"36.": 101,
			"36q": 102,
			"4": 103,
			"4.": 104,
			"40": 105,
			"40.": 106,
			"40q": 107,
			"48": 108,
			"48.": 109,
			"48q": 110,
			"4q": 111,
			"56": 112,
			"56.": 113,
			"56q": 114,
			"6": 115,
			"6.": 116,
			"64": 117,
			"64.": 118,
			"64q": 119,
			"6q": 120,
			"8": 121,
			"8.": 122,
			"8q": 123,
			"96": 124,
			"96.": 125,
			"96q": 126,
			"<NL>": 127,
			"<TAB>": 128,
			"=": 129,
			"q": 130,
			"*clefF4": 131,
			"*clefG2": 132
		},
		"unk_token": "<unk>"
	}
}
