{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "String": "+"
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "|"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "String": "\n"
        },
        "behavior": "Removed",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[BOS]": 1,
      "[EOS]": 2,
      "+": 3,
      "|": 4,
      "barline": 5,
      "clef-C1": 6,
      "clef-C2": 7,
      "clef-C3": 8,
      "clef-C4": 9,
      "clef-C5": 10,
      "clef-F3": 11,
      "clef-F4": 12,
      "clef-F5": 13,
      "clef-G1": 14,
      "clef-G2": 15,
      "keySignature-AM": 16,
      "keySignature-AbM": 17,
      "keySignature-BM": 18,
      "keySignature-BbM": 19,
      "keySignature-C#M": 20,
      "keySignature-CM": 21,
      "keySignature-CbM": 22,
      "keySignature-DM": 23,
      "keySignature-DbM": 24,
      "keySignature-EM": 25,
      "keySignature-EbM": 26,
      "keySignature-F#M": 27,
      "keySignature-FM": 28,
      "keySignature-GM": 29,
      "keySignature-GbM": 30,
      "multirest-2": 31,
      "multirest-3": 32,
      "multirest-4": 33,
      "multirest-5": 34,
      "multirest-6": 35,
      "multirest-7": 36,
      "multirest-8": 37,
      "multirest-9": 38,
      "multirest-10": 39,
      "note-breve": 40,
      "note-breve.": 41,
      "note-breve³": 42,
      "note-eighth": 43,
      "note-eighth.": 44,
      "note-eighth³": 45,
      "note-half": 46,
      "note-half.": 47,
      "note-half³": 48,
      "note-hundred_twenty_eighth": 49,
      "note-long": 50,
      "note-quarter": 51,
      "note-quarter.": 52,
      "note-quarter³": 53,
      "note-sixteenth": 54,
      "note-sixteenth.": 55,
      "note-sixteenth³": 56,
      "note-sixty_fourth": 57,
      "note-sixty_fourth.": 58,
      "note-sixty_fourth³": 59,
      "note-thirty_second": 60,
      "note-thirty_second.": 61,
      "note-thirty_second³": 62,
      "note-whole": 63,
      "note-whole.": 64,
      "rest-256th": 65,
      "rest-512th": 66,
      "rest-breve": 67,
      "rest-eighth": 68,
      "rest-eighth.": 69,
      "rest-half": 70,
      "rest-half.": 71,
      "rest-hundred_twenty_eighth": 72,
      "rest-long": 73,
      "rest-quarter": 74,
      "rest-quarter.": 75,
      "rest-sixteenth": 76,
      "rest-sixteenth.": 77,
      "rest-sixty_fourth": 78,
      "rest-sixty_fourth.": 79,
      "rest-thirty_second": 80,
      "rest-thirty_second.": 81,
      "rest-whole": 82,
      "rest-whole.": 83,
      "timeSignature-/1": 84,
      "timeSignature-/2": 85,
      "timeSignature-/3": 86,
      "timeSignature-/4": 87,
      "timeSignature-/6": 88,
      "timeSignature-/8": 89,
      "timeSignature-/12": 90,
      "timeSignature-/16": 91,
      "timeSignature-/32": 92,
      "timeSignature-/48": 93,
      "timeSignature-C": 94,
      "timeSignature-C/": 95
    },
    "unk_token": "<unk>"
  }
}
