{
	"version": "1.0",
	"truncation": null,
	"padding": null,
	"added_tokens": null,
	"normalizer": null,
	"pre_tokenizer": null,
	"post_processor": null,
	"decoder": null,
	"model": {
		"type": "WordLevel",
		"vocab": {
			"[PAD]": 0,
			"[BOS]": 1,
			"[EOS]": 2,
			"+": 3,
			"|": 4,
			"barline": 5,
			"clef-C1": 6,
			"clef-C2": 7,
			"clef-C3": 8,
			"clef-C4": 9,
			"clef-C5": 10,
			"clef-F3": 11,
			"clef-F4": 12,
			"clef-F5": 13,
			"clef-G1": 14,
			"clef-G2": 15,
			"keySignature-AM": 16,
			"keySignature-AbM": 17,
			"keySignature-BM": 18,
			"keySignature-BbM": 19,
			"keySignature-C#M": 20,
			"keySignature-CM": 21,
			"keySignature-CbM": 22,
			"keySignature-DM": 23,
			"keySignature-DbM": 24,
			"keySignature-EM": 25,
			"keySignature-EbM": 26,
			"keySignature-F#M": 27,
			"keySignature-FM": 28,
			"keySignature-GM": 29,
			"keySignature-GbM": 30,
			"multirest-2": 31,
			"multirest-3": 32,
			"multirest-4": 33,
			"multirest-5": 34,
			"multirest-6": 35,
			"multirest-7": 36,
			"multirest-8": 37,
			"multirest-9": 38,
			"multirest-10": 39,
			"note-breve": 40,
			"note-eighth": 41,
			"note-half": 42,
			"note-hundred_twenty_eighth": 43,
			"note-long": 44,
			"note-quarter": 45,
			"note-sixteenth": 46,
			"note-sixty_fourth": 47,
			"note-thirty_second": 48,
			"note-whole": 49,
			"rest-256th": 50,
			"rest-512th": 51,
			"rest-breve": 52,
			"rest-eighth": 53,
			"rest-half": 54,
			"rest-hundred_twenty_eighth": 55,
			"rest-long": 56,
			"rest-quarter": 57,
			"rest-sixteenth": 58,
			"rest-sixty_fourth": 59,
			"rest-thirty_second": 60,
			"rest-whole": 61,
			"timeSignature-/1": 62,
			"timeSignature-/2": 63,
			"timeSignature-/3": 64,
			"timeSignature-/4": 65,
			"timeSignature-/6": 66,
			"timeSignature-/8": 67,
			"timeSignature-/12": 68,
			"timeSignature-/16": 69,
			"timeSignature-/32": 70,
			"timeSignature-/48": 71
		},
		"unk_token": "<unk>"
	}
}
