{
	"version": "1.0",
	"truncation": null,
	"padding": null,
	"added_tokens": [
		{
			"id": 0,
			"content": "[PAD]",
			"single_word": false,
			"lstrip": false,
			"rstrip": false,
			"normalized": false,
			"special": true
		},
		{
			"id": 1,
			"content": "[BOS]",
			"single_word": false,
			"lstrip": false,
			"rstrip": false,
			"normalized": false,
			"special": true
		},
		{
			"id": 2,
			"content": "[EOS]",
			"single_word": false,
			"lstrip": false,
			"rstrip": false,
			"normalized": false,
			"special": true
		}
	],
	"normalizer": null,
	"pre_tokenizer": null,
	"post_processor": null,
	"decoder": null,
	"model": {
		"type": "WordLevel",
		"vocab": {
			"[PAD]": 0,
			"[BOS]": 1,
			"[EOS]": 2,
			"*M1/2": 3,
			"*M1/4": 4,
			"*M10/4": 5,
			"*M11/4": 6,
			"*M12/16": 7,
			"*M12/32": 8,
			"*M12/4": 9,
			"*M12/8": 10,
			"*M17/16": 11,
			"*M2/1": 12,
			"*M2/2": 13,
			"*M2/3": 14,
			"*M2/4": 15,
			"*M2/48": 16,
			"*M2/8": 17,
			"*M24/16": 18,
			"*M3/1": 19,
			"*M3/2": 20,
			"*M3/4": 21,
			"*M3/6": 22,
			"*M3/8": 23,
			"*M4/1": 24,
			"*M4/2": 25,
			"*M4/4": 26,
			"*M4/8": 27,
			"*M5/4": 28,
			"*M5/8": 29,
			"*M6/16": 30,
			"*M6/2": 31,
			"*M6/4": 32,
			"*M6/8": 33,
			"*M7/4": 34,
			"*M8/12": 35,
			"*M8/16": 36,
			"*M8/2": 37,
			"*M8/4": 38,
			"*M8/8": 39,
			"*M9/16": 40,
			"*M9/4": 41,
			"*M9/8": 42,
			"*k": 43,
			"0": 44,
			"0.": 45,
			"0q": 46,
			"1": 47,
			"1.": 48,
			"10": 49,
			"10.": 50,
			"10q": 51,
			"12": 52,
			"12.": 53,
			"128": 54,
			"128.": 55,
			"128q": 56,
			"12q": 57,
			"16": 58,
			"16.": 59,
			"16q": 60,
			"1q": 61,
			"2": 62,
			"2.": 63,
			"20": 64,
			"20.": 65,
			"20q": 66,
			"22": 67,
			"22.": 68,
			"22q": 69,
			"24": 70,
			"24.": 71,
			"24q": 72,
			"28": 73,
			"28.": 74,
			"28q": 75,
			"2q": 76,
			"30": 77,
			"30.": 78,
			"30q": 79,
			"32": 80,
			"32.": 81,
			"32q": 82,
			"34": 83,
			"34.": 84,
			"34q": 85,
			"36": 86,
			"36.": 87,
			"36q": 88,
			"4": 89,
			"4.": 90,
			"40": 91,
			"40.": 92,
			"40q": 93,
			"48": 94,
			"48.": 95,
			"48q": 96,
			"4q": 97,
			"56": 98,
			"56.": 99,
			"56q": 100,
			"6": 101,
			"6.": 102,
			"64": 103,
			"64.": 104,
			"64q": 105,
			"6q": 106,
			"8": 107,
			"8.": 108,
			"8q": 109,
			"96": 110,
			"96.": 111,
			"96q": 112,
			"<NL>": 113,
			"<TAB>": 114,
			"=": 115,
			"q": 116,
			"*clef": 117
		},
		"unk_token": "<unk>"
	}
}
