{
  "description": "Flat-token vocabulary for Track C student training. Built from the training split and reused for validation/test.",
  "id_to_token": {
    "0": "<PAD>",
    "1": "<BOS>",
    "10": "note_8 B4 b _ upper",
    "100": "rest_2 _ _ _ upper",
    "101": "note_16 B4 _ _ upper",
    "102": "note_8 D3 b _ upper",
    "103": "clef_C3 _ _ _ upper",
    "104": "note_8 D3 _ _ upper",
    "105": "note_8 F4 _ _ lower",
    "106": "keySignature_-3 . . . .",
    "107": "note_8 C6 # accent upper",
    "108": "note_8 D5 # _ upper",
    "109": "note_8 F5 _ _ lower",
    "11": "note_8 G3 _ _ upper",
    "110": "timeSignature/4 . . . .",
    "111": "note_16 A4 b _ upper",
    "112": "note_16 F5 _ _ lower",
    "113": "note_4 D5 _ _ upper",
    "114": "note_8 B5 _ _ upper",
    "115": "note_16 C5 # _ upper",
    "116": "note_16 G5 # staccato upper",
    "117": "note_4 B3 _ _ upper",
    "118": "note_4 F5 # _ upper",
    "119": "note_8 A3 _ _ lower",
    "12": "rest_4 _ _ _ upper",
    "120": "note_8 C3 # _ lower",
    "121": "note_8 G2 # _ lower",
    "122": "note_16 A3 _ _ upper",
    "123": "note_16 A5 b _ upper",
    "124": "note_16 E4 b _ upper",
    "125": "note_16 B5 b _ lower",
    "126": "note_16 B5 b _ upper",
    "127": "note_4 A4 _ _ upper",
    "128": "note_4 E4 _ _ lower",
    "129": "note_4 E4 _ _ upper",
    "13": "rest_8 _ _ _ lower",
    "130": "note_4 F4 # accent upper",
    "131": "note_8 C5 # tenuto upper",
    "132": "note_8 E4 _ slurStop upper",
    "133": "repeatEnd . . . .",
    "134": "note_16 B3 _ _ upper",
    "135": "note_16 C6 _ _ upper",
    "136": "note_16 E4 b _ lower",
    "137": "note_8 B3 _ staccato upper",
    "138": "note_8 C4 _ _ upper",
    "139": "note_8 C5 _ slurStop lower",
    "14": "note_8 D5 _ _ upper",
    "140": "note_8 E4 b _ lower",
    "141": "note_8 E5 _ _ lower",
    "142": "note_16 A5 _ _ upper",
    "143": "note_4 E5 _ _ upper",
    "144": "note_8 B5 b _ lower",
    "145": "note_8 C5 # accent upper",
    "146": "note_8 D4 # _ lower",
    "147": "note_8 D6 _ _ upper",
    "148": "note_8 G2 # _ upper",
    "149": "note_8 G4 # _ upper",
    "15": "note_8 E2 _ _ upper",
    "150": "note_16 F4 _ _ lower",
    "151": "note_8 C4 # accent upper",
    "152": "note_8 D3 # _ upper",
    "153": "note_8 G3 # _ lower",
    "154": "note_8 G4 # accent upper",
    "155": "note_16 A4 _ _ upper",
    "156": "note_16 C4 # _ upper",
    "157": "note_16 D4 _ _ upper",
    "158": "note_8 A5 b _ lower",
    "159": "note_8 A5 b _ upper",
    "16": "note_8 A4 _ _ upper",
    "160": "note_8 C6 _ _ upper",
    "161": "note_16 C6 _ _ lower",
    "162": "note_16 D6 _ _ upper",
    "163": "note_16 E4 _ staccato upper",
    "164": "note_8 B2 _ _ lower",
    "165": "note_8 B3 _ tenuto upper",
    "166": "timeSignature/8 . . . .",
    "167": "note_16 A5 b _ lower",
    "168": "note_16 D5 # _ upper",
    "169": "note_2. B3 _ _ upper",
    "17": "note_8 E5 _ _ upper",
    "170": "note_4 C5 _ _ upper",
    "171": "note_4 F4 # _ lower",
    "172": "note_4. A4 _ _ upper",
    "173": "note_8 A4 _ slurStart lower",
    "174": "note_8 C4 _ _ lower",
    "175": "note_8 D4 _ staccato upper",
    "176": "note_8 E4 _ accent upper",
    "177": "note_8 G5 # accent upper",
    "178": "note_16 D5 # staccato upper",
    "179": "note_16 E5 _ staccato upper",
    "18": "clef_F4 _ _ _ upper",
    "180": "note_16 F4 _ _ upper",
    "181": "note_16 F5 # staccato upper",
    "182": "note_4 B3 _ accent upper",
    "183": "note_4. C4 # _ upper",
    "184": "note_4. F4 # _ upper",
    "185": "note_8 A4 _ staccato upper",
    "186": "note_8 C6 _ _ lower",
    "187": "note_8 D4 _ tenuto upper",
    "188": "note_8 D6 # _ upper",
    "189": "note_8 E4 b slurStart upper",
    "19": "note_8 B3 _ _ upper",
    "190": "note_8 F5 _ slurStart upper",
    "191": "rest_2. _ _ _ upper",
    "192": "rest_4. _ _ _ upper",
    "193": "note_16 B5 _ _ upper",
    "194": "note_16 E6 b _ upper",
    "195": "note_4 C4 # _ lower",
    "196": "note_8 B5 _ staccato upper",
    "197": "note_8 C5 # _ lower",
    "198": "note_8 C5 # slurStop lower",
    "199": "note_8 D5 # _ lower",
    "2": "<EOS>",
    "20": "rest_16 _ _ _ upper",
    "200": "note_8 E3 _ _ lower",
    "201": "note_8 E4 # _ lower",
    "202": "note_8 F4 _ slurStart upper",
    "203": "bolddoublebarline . _ _ upper",
    "204": "note_16 B3 _ staccato upper",
    "205": "note_16 E6 b _ lower",
    "206": "note_16 F4 # staccato upper",
    "207": "note_16 G4 _ staccato upper",
    "208": "note_16G F5 # _ upper",
    "209": "note_4 A3 _ _ lower",
    "21": "note_8 F4 # _ upper",
    "210": "note_4 A5 _ _ upper",
    "211": "note_4 C5 # _ upper",
    "212": "note_4 G4 # _ lower",
    "213": "note_8 A2 _ _ lower",
    "214": "note_8 B3 _ accent upper",
    "215": "note_8 D3 _ _ lower",
    "216": "note_8 D5 _ slurStart lower",
    "217": "note_8 D6 _ _ lower",
    "218": "note_8 E5 _ tenuto upper",
    "219": "note_8 F2 # _ lower",
    "22": "note_8 C5 _ _ upper",
    "220": "note_8. E3 _ _ upper",
    "221": "bolddoublebarline . . . .",
    "222": "note_16 G3 # _ upper",
    "223": "note_2. B2 _ _ upper",
    "224": "note_2. E3 _ _ upper",
    "225": "note_4 A4 _ _ lower",
    "226": "note_4 B2 _ tenuto upper",
    "227": "note_4 C4 # _ upper",
    "228": "note_4 F3 # slurStop upper",
    "229": "note_4 G5 _ _ upper",
    "23": "note_8 F4 _ _ upper",
    "230": "note_4. B3 _ _ upper",
    "231": "note_4. B3 _ slurStart upper",
    "232": "note_4. C4 # _ lower",
    "233": "note_4. D4 _ slurStart upper",
    "234": "note_4. F3 # slurStart upper",
    "235": "note_4. G4 # _ upper",
    "236": "note_8 A3 _ staccato upper",
    "237": "note_8 A4 _ slurStop lower",
    "238": "note_8 A5 _ slurStop upper",
    "239": "note_8 B2 _ accent upper",
    "24": "note_8 B4 _ _ upper",
    "240": "note_8 C5 # slurStart lower",
    "241": "note_8 C6 _ slurStop upper",
    "242": "note_8 D2 _ _ lower",
    "243": "note_8 D5 _ slurStop lower",
    "244": "note_8 E2 _ _ lower",
    "245": "note_8 E3 _ staccato upper",
    "246": "note_8 F4 _ slurStart lower",
    "247": "note_8 G3 _ staccato upper",
    "248": "note_8. A2 _ _ upper",
    "249": "note_8. F3 # _ upper",
    "25": "note_8 E4 b _ upper",
    "250": "repeatStart . . . .",
    "251": "note_16 A4 _ _ lower",
    "252": "note_16 C4 # staccato upper",
    "253": "note_16 D4 _ staccato upper",
    "254": "note_16 D6 _ _ lower",
    "255": "note_16 E6 _ staccato upper",
    "256": "note_16 G5 # _ upper",
    "257": "note_2 B3 _ _ upper",
    "258": "note_2. B3 _ slurStart upper",
    "259": "note_2. F4 # _ upper",
    "26": "note_8 E3 _ _ upper",
    "260": "note_4 A2 _ tenuto upper",
    "261": "note_4 B2 _ slurStop upper",
    "262": "note_4 B4 _ _ upper",
    "263": "note_4 D3 b _ upper",
    "264": "note_4 D4 _ _ upper",
    "265": "note_4 D4 b _ upper",
    "266": "note_4 E2 _ tenuto upper",
    "267": "note_4 F4 # slurStop upper",
    "268": "note_4 F4 # tenuto upper",
    "269": "note_4 G2 _ tenuto upper",
    "27": "note_8 G5 _ _ upper",
    "270": "note_4 G3 b _ upper",
    "271": "note_4 G4 # slurStop upper",
    "272": "note_4. A2 _ tenuto upper",
    "273": "note_4. A5 _ _ upper",
    "274": "note_4. B2 _ accent_slurStart upper",
    "275": "note_4. B2 _ tenuto upper",
    "276": "note_4. C3 # _ upper",
    "277": "note_4. C5 # _ upper",
    "278": "note_4. C5 # accent_slurStart upper",
    "279": "note_4. C5 # slurStart upper",
    "28": "note_8 G4 _ _ upper",
    "280": "note_4. C5 # tenuto upper",
    "281": "note_4. E4 _ _ lower",
    "282": "note_4. F4 # accent_slurStart upper",
    "283": "note_4. F4 # tenuto upper",
    "284": "note_4. F5 # _ upper",
    "285": "note_4. G2 _ tenuto upper",
    "286": "note_4. G4 # accent_slurStart upper",
    "287": "note_8 C6 _ slurStart upper",
    "288": "note_8 D4 b _ upper",
    "289": "note_8 D5 # accent upper",
    "29": "rest_1 _ _ _ upper",
    "290": "note_8 E3 # _ upper",
    "291": "note_8 E5 _ accent upper",
    "292": "note_8 E6 _ _ upper",
    "293": "note_8 F3 # accent upper",
    "294": "note_8 F5 # accent upper",
    "295": "note_8. B2 _ _ upper",
    "296": "note_8. G2 _ _ upper",
    "297": "repeatEnd . _ _ upper",
    "298": "rest_1 _ _ _ lower",
    "299": "barline C6 # staccato upper",
    "3": "<UNK>",
    "30": "keySignature_2 . . . .",
    "300": "note_1 B1 _ slurStart_slurStop upper",
    "301": "note_1 E2 _ slurStart_slurStop upper",
    "302": "note_16 D5 # accent upper",
    "303": "note_16 D6 # accent upper",
    "304": "note_16 E6 _ _ upper",
    "305": "note_16 F3 # _ upper",
    "306": "note_16 _ _ _ lower",
    "307": "note_16G E5 _ _ upper",
    "308": "note_2 F4 # _ upper",
    "309": "note_2. A2 _ _ upper",
    "31": "note_8 A4 b _ upper",
    "310": "note_2. A3 _ slurStop upper",
    "311": "note_2. C5 # _ upper",
    "312": "note_2. E5 _ _ upper",
    "313": "note_2. F4 # slurStop upper",
    "314": "note_2. F5 # _ upper",
    "315": "note_4 A3 _ _ upper",
    "316": "note_4 B3 _ _ lower",
    "317": "note_4 B4 _ _ lower",
    "318": "note_4 B4 b _ upper",
    "319": "note_4 C5 # slurStop upper",
    "32": "note_8 A1 _ _ upper",
    "320": "note_4 C6 # _ upper",
    "321": "note_4 D4 _ _ lower",
    "322": "note_4 E3 _ _ upper",
    "323": "note_4 G5 # _ upper",
    "324": "note_4 _ _ _ upper",
    "325": "note_4. A3 _ slurStart upper",
    "326": "note_4. A4 _ slurStart upper",
    "327": "note_4. B3 _ tenuto upper",
    "328": "note_4. B4 _ slurStart upper",
    "329": "note_4. D4 _ _ upper",
    "33": "note_8 A4 _ _ lower",
    "330": "note_4. D4 _ tenuto upper",
    "331": "note_4. D5 # _ upper",
    "332": "note_4. E3 _ _ upper",
    "333": "note_4. E4 _ slurStart upper",
    "334": "note_4. E4 _ tenuto upper",
    "335": "note_4. E5 _ _ upper",
    "336": "note_4. F3 # _ upper",
    "337": "note_4. F4 # _ lower",
    "338": "note_4. F5 # slurStart upper",
    "339": "note_4. G4 _ _ upper",
    "34": "note_8 C6 # staccato upper",
    "340": "note_4. G5 # _ upper",
    "341": "note_4. G5 # slurStart upper",
    "342": "note_8 A5 _ staccato upper",
    "343": "note_8 C5 # slurStop upper",
    "344": "note_8 C5 _ slurStop upper",
    "345": "note_8 C6 # slurStop upper",
    "346": "note_8 E4 # _ upper",
    "347": "note_8 E5 b slurStart upper",
    "348": "note_8 F3 # _ lower",
    "349": "note_8 F4 # accent upper",
    "35": "keySignature_0 . . . .",
    "350": "note_8 F5 # staccato upper",
    "351": "note_8 G4 # slurStart lower",
    "352": "note_8 G5 # slurStop upper",
    "353": "note_8 G5 _ slurStart upper",
    "354": "note_8 _ _ _ upper",
    "355": "note_8. E2 _ _ upper",
    "356": "note_8G C5 # _ upper",
    "357": "barline F2 # _ upper",
    "358": "barline _ _ _ upper",
    "359": "bolddoublebarline _ _ _ upper",
    "36": "note_8 F5 # _ upper",
    "360": "chord B3 _ _ upper",
    "361": "chord C5 _ _ upper",
    "362": "chord D5 _ _ lower",
    "363": "clef_F4 _ _ _ lower",
    "364": "note_1 B4 _ slurStart upper",
    "365": "note_1 B4 b slurStop upper",
    "366": "note_1 C4 # slurStart upper",
    "367": "note_1 C4 # slurStop upper",
    "368": "note_1 D5 b slurStart upper",
    "369": "note_1 D5 b slurStop upper",
    "37": "rest_16 _ _ _ lower",
    "370": "note_1 F4 # slurStart upper",
    "371": "note_1 F4 # slurStop upper",
    "372": "note_1. B2 _ slurStart_slurStop upper",
    "373": "note_1. C6 # slurStart upper",
    "374": "note_1. F3 # fermata upper",
    "375": "note_16 A5 _ staccato upper",
    "376": "note_16 B4 _ _ lower",
    "377": "note_16 C4 # accent upper",
    "378": "note_16 C5 # slurStop lower",
    "379": "note_16 D4 _ accent upper",
    "38": "note_8 E4 _ _ lower",
    "380": "note_16 D6 # _ upper",
    "381": "note_16 D6 # staccato upper",
    "382": "note_16 E3 _ _ upper",
    "383": "note_16 F4 # _ upper",
    "384": "note_2 A4 _ _ upper",
    "385": "note_2 A4 b slurStop upper",
    "386": "note_2 B4 _ _ upper",
    "387": "note_2 C5 # _ upper",
    "388": "note_2 D4 _ _ upper",
    "389": "note_2 F5 # _ upper",
    "39": "note_8 E5 b _ upper",
    "390": "note_2 G5 _ _ upper",
    "391": "note_2. A3 _ _ upper",
    "392": "note_2. A5 _ _ upper",
    "393": "note_2. B3 _ slurStop upper",
    "394": "note_2. C3 _ _ upper",
    "395": "note_2. D3 _ _ upper",
    "396": "note_2. D4 _ _ upper",
    "397": "note_2. D4 _ slurStart upper",
    "398": "note_2. E2 _ _ upper",
    "399": "note_2. E4 _ _ upper",
    "4": "<STAFF_BREAK>",
    "40": "note_8 C5 # _ upper",
    "400": "note_2. F3 # _ upper",
    "401": "note_2. F4 # slurStart upper",
    "402": "note_2. G4 # slurStop upper",
    "403": "note_2. G5 # _ upper",
    "404": "note_24 D5 _ slurStart upper",
    "405": "note_24 E5 _ _ upper",
    "406": "note_24 F5 # slurStop upper",
    "407": "note_32 D3 _ _ lower",
    "408": "note_4 A2 _ _ lower",
    "409": "note_4 A3 _ slurStop upper",
    "41": "note_16 C5 _ _ upper",
    "410": "note_4 B3 _ tenuto upper",
    "411": "note_4 B4 _ slurStop upper",
    "412": "note_4 B5 _ _ upper",
    "413": "note_4 D4 # _ lower",
    "414": "note_4 D4 _ tenuto upper",
    "415": "note_4 D6 # _ upper",
    "416": "note_4 E4 _ tenuto upper",
    "417": "note_4 E6 _ _ upper",
    "418": "note_4. A3 _ _ upper",
    "419": "note_4. A4 _ _ lower",
    "42": "note_16 C5 _ _ lower",
    "420": "note_4. B4 _ _ upper",
    "421": "note_4. B5 _ _ upper",
    "422": "note_4. C4 # slurStop upper",
    "423": "note_4. C5 _ _ upper",
    "424": "note_4. C6 # _ upper",
    "425": "note_4. C6 # slurStart upper",
    "426": "note_4. D3 # _ upper",
    "427": "note_4. D5 _ _ upper",
    "428": "note_4. D6 # slurStart upper",
    "429": "note_4. E2 _ tenuto upper",
    "43": "note_8 C5 _ _ lower",
    "430": "note_4. E3 _ _ lower",
    "431": "note_4. E4 _ _ upper",
    "432": "note_4. E4 _ slurStop upper",
    "433": "note_4. E6 _ slurStart upper",
    "434": "note_4. F4 # slurStart upper",
    "435": "note_4. G3 # _ upper",
    "436": "note_4. G5 _ _ upper",
    "437": "note_8 A4 # _ lower",
    "438": "note_8 A4 # _ upper",
    "439": "note_8 A4 b slurStart upper",
    "44": "note_8 D5 _ _ lower",
    "440": "note_8 A5 _ _ lower",
    "441": "note_8 B3 # _ upper",
    "442": "note_8 B3 _ slurStop upper",
    "443": "note_8 B3 b _ upper",
    "444": "note_8 B4 _ accent upper",
    "445": "note_8 B4 b slurStart lower",
    "446": "note_8 B4 b slurStop lower",
    "447": "note_8 B4 b staccato lower",
    "448": "note_8 B4 b staccato upper",
    "449": "note_8 B5 b slurStop upper",
    "45": "note_8 A3 b _ upper",
    "450": "note_8 C4 # tenuto upper",
    "451": "note_8 C5 _ slurStart lower",
    "452": "note_8 C5 _ staccato lower",
    "453": "note_8 C5 _ staccato upper",
    "454": "note_8 D4 _ accent upper",
    "455": "note_8 D5 _ staccato lower",
    "456": "note_8 D5 _ staccato upper",
    "457": "note_8 D6 # accent upper",
    "458": "note_8 D6 _ slurStart upper",
    "459": "note_8 D6 _ slurStop upper",
    "46": "clef_G2 _ _ _ lower",
    "460": "note_8 E4 b slurStart lower",
    "461": "note_8 E5 _ slurStop lower",
    "462": "note_8 E5 _ slurStop upper",
    "463": "note_8 E5 b staccato lower",
    "464": "note_8 E5 b staccato upper",
    "465": "note_8 E6 _ accent upper",
    "466": "note_8 E6 _ slurStop upper",
    "467": "note_8 E6 b _ upper",
    "468": "note_8 F4 # slurStop lower",
    "469": "note_8 F4 _ slurStop upper",
    "47": "note_8 D4 _ _ upper",
    "470": "note_8 F5 # slurStop upper",
    "471": "note_8 F6 # _ upper",
    "472": "note_8 G4 # slurStop lower",
    "473": "note_8 G4 _ accent upper",
    "474": "note_8 G4 _ slurStart lower",
    "475": "note_8 G4 _ staccato lower",
    "476": "note_8 G4 _ staccato upper",
    "477": "note_8 G5 # tenuto upper",
    "478": "note_8 G6 # _ upper",
    "479": "note_8 _ _ _ lower",
    "48": "note_16 G4 _ _ upper",
    "480": "note_8. A3 _ _ upper",
    "481": "note_8. B4 _ _ lower",
    "482": "note_8. D3 _ _ upper",
    "483": "repeatEnd _ _ _ upper",
    "484": "rest_2 _ _ _ lower",
    "485": "barline C3 _ _ upper",
    "486": "barline C5 # _ upper",
    "487": "barline G3 # _ upper",
    "488": "chord . _ _ upper",
    "489": "chord B2 _ _ lower",
    "49": "keySignature_3 . . . .",
    "490": "chord B5 b _ upper",
    "491": "chord E5 _ _ upper",
    "492": "chord E5 b _ upper",
    "493": "chord F3 # _ upper",
    "494": "chord F3 # slurStop lower",
    "495": "chord F4 # _ upper",
    "496": "chord F5 _ _ upper",
    "497": "chord G4 # _ upper",
    "498": "chord G5 _ _ upper",
    "499": "chord _ _ _ upper",
    "5": "chord . . . .",
    "50": "note_4 G3 _ _ upper",
    "500": "doublebarline . _ _ .",
    "501": "note_1 B1 _ slurStop upper",
    "502": "note_1 B3 _ _ upper",
    "503": "note_1 E2 _ _ upper",
    "504": "note_1 E2 _ slurStart upper",
    "505": "note_1 F4 # _ upper",
    "506": "note_1. A4 _ slurStart upper",
    "507": "note_1. A5 # accent upper",
    "508": "note_1. B2 _ fermata_slurStop upper",
    "509": "note_1. B2 _ slurStart upper",
    "51": "note_8 D5 b _ upper",
    "510": "note_1. B3 _ _ upper",
    "511": "note_1. B3 _ slurStop upper",
    "512": "note_1. C4 # slurStop upper",
    "513": "note_1. C5 # slurStart upper",
    "514": "note_1. C6 # fermata upper",
    "515": "note_1. D3 _ slurStop upper",
    "516": "note_1. D4 _ slurStart upper",
    "517": "note_1. E2 _ _ upper",
    "518": "note_1. E3 _ accent_slurStart upper",
    "519": "note_1. E3 _ fermata_slurStop upper",
    "52": "note_8 G3 b _ upper",
    "520": "note_1. E6 _ slurStop upper",
    "521": "note_1. F3 # slurStart upper",
    "522": "note_1. F4 # accent_slurStart upper",
    "523": "note_1. F4 # fermata_slurStop upper",
    "524": "note_1. F4 # slurStart_slurStop upper",
    "525": "note_1. G2 _ _ upper",
    "526": "note_1. G2 _ slurStart_slurStop upper",
    "527": "note_1. G3 _ _ upper",
    "528": "note_1. G4 _ fermata upper",
    "529": "note_16 A2 _ _ upper",
    "53": "note_8 B4 b _ lower",
    "530": "note_16 A3 # _ upper",
    "531": "note_16 A3 _ slurStop upper",
    "532": "note_16 A4 # _ upper",
    "533": "note_16 A4 _ staccato upper",
    "534": "note_16 C3 # _ upper",
    "535": "note_16 C5 # _ lower",
    "536": "note_16 E4 _ _ lower",
    "537": "note_16 E4 _ _ upper",
    "538": "note_16 E5 # _ upper",
    "539": "note_16 E6 _ slurStop upper",
    "54": "keySignature_4 . . . .",
    "540": "note_16 G4 # _ upper",
    "541": "note_16 G4 # accent upper",
    "542": "note_16 G6 _ _ upper",
    "543": "note_16. B3 _ _ upper",
    "544": "note_2 A4 b _ upper",
    "545": "note_2 B2 _ _ upper",
    "546": "note_2 B4 b _ upper",
    "547": "note_2 C6 # _ upper",
    "548": "note_2 D3 _ _ upper",
    "549": "note_2 E3 _ _ upper",
    "55": "note_8 A3 _ _ upper",
    "550": "note_2 E4 _ _ upper",
    "551": "note_2 E5 _ _ upper",
    "552": "note_2 F3 # _ upper",
    "553": "note_2. A3 b _ upper",
    "554": "note_2. A4 _ _ upper",
    "555": "note_2. B1 _ _ upper",
    "556": "note_2. B2 _ accent upper",
    "557": "note_2. B2 _ slurStart upper",
    "558": "note_2. B3 _ accent upper",
    "559": "note_2. C4 # _ upper",
    "56": "note_8 C4 # _ upper",
    "560": "note_2. C4 # slurStart upper",
    "561": "note_2. C4 # slurStart_slurStop upper",
    "562": "note_2. C4 # slurStop upper",
    "563": "note_2. C5 # accent upper",
    "564": "note_2. C5 # slurStop upper",
    "565": "note_2. C6 # _ upper",
    "566": "note_2. C6 # slurStart upper",
    "567": "note_2. C6 # slurStop upper",
    "568": "note_2. D2 _ _ upper",
    "569": "note_2. D5 # _ upper",
    "57": "note_16 B4 b _ upper",
    "570": "note_2. E4 _ slurStop upper",
    "571": "note_2. E6 _ _ upper",
    "572": "note_2. E6 _ slurStop upper",
    "573": "note_2. F3 # slurStart upper",
    "574": "note_2. F5 # accent upper",
    "575": "note_2. F5 # slurStart upper",
    "576": "note_2. F5 # slurStop upper",
    "577": "note_2. G2 _ slurStop upper",
    "578": "note_2. G3 _ _ upper",
    "579": "note_2. G4 # slurStart upper",
    "58": "note_16 D5 _ _ upper",
    "580": "note_2. G4 _ slurStop upper",
    "581": "note_2. G5 # slurStop upper",
    "582": "note_32 A3 _ _ upper",
    "583": "note_32 B2 _ _ lower",
    "584": "note_32 B3 _ _ upper",
    "585": "note_32 C3 # _ lower",
    "586": "note_32 C4 # _ upper",
    "587": "note_32 E3 _ _ lower",
    "588": "note_32 F3 # _ lower",
    "589": "note_4 A1 _ _ upper",
    "59": "note_16 G5 _ _ upper",
    "590": "note_4 A2 _ _ upper",
    "591": "note_4 B2 _ _ upper",
    "592": "note_4 B3 _ slurStart upper",
    "593": "note_4 B4 _ accent upper",
    "594": "note_4 C3 # _ lower",
    "595": "note_4 C3 # _ upper",
    "596": "note_4 C5 # _ lower",
    "597": "note_4 C5 # tenuto upper",
    "598": "note_4 D3 # _ upper",
    "599": "note_4 D3 _ _ upper",
    "6": "barline . . . .",
    "60": "note_8 A5 _ _ upper",
    "600": "note_4 D6 # slurStop upper",
    "601": "note_4 E3 _ _ lower",
    "602": "note_4 E4 # _ lower",
    "603": "note_4 E4 _ slurStop upper",
    "604": "note_4 E5 _ slurStop upper",
    "605": "note_4 F3 # _ upper",
    "606": "note_4 F3 # slurStart upper",
    "607": "note_4 F5 # slurStop upper",
    "608": "note_4 G2 # _ lower",
    "609": "note_4 G3 # _ lower",
    "61": "note_16 E5 b _ lower",
    "610": "note_4 G3 # _ upper",
    "611": "note_4 G4 _ _ upper",
    "612": "note_4. A1 _ _ upper",
    "613": "note_4. A2 _ _ lower",
    "614": "note_4. A2 _ _ upper",
    "615": "note_4. A3 _ _ lower",
    "616": "note_4. A3 b _ upper",
    "617": "note_4. A4 # _ lower",
    "618": "note_4. A4 _ tenuto upper",
    "619": "note_4. A5 # slurStart upper",
    "62": "note_8 B3 _ _ lower",
    "620": "note_4. B2 _ _ upper",
    "621": "note_4. B2 _ slurStart upper",
    "622": "note_4. B3 _ slurStart_slurStop upper",
    "623": "note_4. B3 _ slurStop upper",
    "624": "note_4. B4 _ _ lower",
    "625": "note_4. B4 _ tenuto upper",
    "626": "note_4. C3 # _ lower",
    "627": "note_4. C6 # slurStart_slurStop upper",
    "628": "note_4. D4 # _ lower",
    "629": "note_4. D4 _ _ lower",
    "63": "note_8 F5 _ _ upper",
    "630": "note_4. D4 _ slurStop upper",
    "631": "note_4. D5 # slurStop upper",
    "632": "note_4. D6 # slurStop upper",
    "633": "note_4. E2 _ _ lower",
    "634": "note_4. E5 _ _ lower",
    "635": "note_4. E5 _ slurStart upper",
    "636": "note_4. E5 _ slurStop upper",
    "637": "note_4. F4 # slurStop upper",
    "638": "note_4. F6 # _ upper",
    "639": "note_4. _ _ _ upper",
    "64": "note_8 G4 # _ lower",
    "640": "note_8 A3 # _ upper",
    "641": "note_8 A3 _ accent lower",
    "642": "note_8 A3 _ slurStart upper",
    "643": "note_8 A3 _ slurStop upper",
    "644": "note_8 A4 _ slurStop upper",
    "645": "note_8 A4 b staccato upper",
    "646": "note_8 A5 # slurStop upper",
    "647": "note_8 A5 _ accent upper",
    "648": "note_8 A5 _ slurStop lower",
    "649": "note_8 A6 b _ upper",
    "65": "note_16 E5 b _ upper",
    "650": "note_8 B2 _ slurStop lower",
    "651": "note_8 B2 _ slurStop upper",
    "652": "note_8 B3 # _ lower",
    "653": "note_8 B3 _ slurStart_staccato upper",
    "654": "note_8 B3 _ slurStop lower",
    "655": "note_8 B4 # slurStart lower",
    "656": "note_8 B4 _ slurStart lower",
    "657": "note_8 B4 _ slurStop lower",
    "658": "note_8 B4 _ slurStop upper",
    "659": "note_8 B4 b slurStart upper",
    "66": "note_16 B4 b _ lower",
    "660": "note_8 B4 b slurStop upper",
    "661": "note_8 B5 # _ upper",
    "662": "note_8 B5 _ slurStop upper",
    "663": "note_8 B5 b slurStart upper",
    "664": "note_8 C2 # _ lower",
    "665": "note_8 C2 # _ upper",
    "666": "note_8 C3 # accent upper",
    "667": "note_8 C3 # slurStart lower",
    "668": "note_8 C4 # slurStart lower",
    "669": "note_8 D3 # _ lower",
    "67": "note_16 G4 _ _ lower",
    "670": "note_8 D3 _ staccato lower",
    "671": "note_8 D4 # _ upper",
    "672": "note_8 D4 _ slurStop upper",
    "673": "note_8 D5 # slurStart lower",
    "674": "note_8 D5 # slurStart upper",
    "675": "note_8 D5 # tenuto upper",
    "676": "note_8 D6 # slurStop upper",
    "677": "note_8 E2 _ slurStop lower",
    "678": "note_8 E3 _ slurStop lower",
    "679": "note_8 E4 # slurStart lower",
    "68": "note_8 E4 _ _ upper",
    "680": "note_8 E5 _ staccato lower",
    "681": "note_8 E5 b slurStart lower",
    "682": "note_8 E5 b slurStop lower",
    "683": "note_8 E5 b slurStop upper",
    "684": "note_8 F2 # slurStart lower",
    "685": "note_8 F2 _ _ lower",
    "686": "note_8 F3 # slurStart lower",
    "687": "note_8 F3 # slurStop upper",
    "688": "note_8 F3 _ _ lower",
    "689": "note_8 F4 # slurStop upper",
    "69": "keySignature_1 . . . .",
    "690": "note_8 F4 # staccato upper",
    "691": "note_8 F5 # _ lower",
    "692": "note_8 F5 # slurStart lower",
    "693": "note_8 F6 _ _ upper",
    "694": "note_8 G2 _ _ lower",
    "695": "note_8 G3 _ _ lower",
    "696": "note_8 G5 # _ lower",
    "697": "note_8 G5 # slurStart lower",
    "698": "note_8 _ _ slurStart upper",
    "699": "note_8. A5 _ _ upper",
    "7": "rest_8 _ _ _ upper",
    "70": "note_8 D4 _ _ lower",
    "700": "note_8. B3 _ _ upper",
    "701": "note_8. B3 _ slurStart_slurStop upper",
    "702": "note_8. C3 _ _ upper",
    "703": "note_8. F4 # _ lower",
    "704": "note_8. G4 _ _ upper",
    "705": "note_8G B4 _ slurStart lower",
    "706": "note_8G C5 # _ lower",
    "707": "rest_1 _ # _ upper",
    "708": "timeSignature/2 . . . .",
    "71": "note_16 E5 _ _ upper",
    "72": "note_4 F4 # _ upper",
    "73": "note_8 F2 # _ upper",
    "74": "note_8 F4 # _ lower",
    "75": "note_8 G3 # _ upper",
    "76": "note_8 B4 _ _ lower",
    "77": "note_8 C3 # _ upper",
    "78": "note_8 C5 # staccato upper",
    "79": "note_8 E5 b _ lower",
    "8": "note_8 B1 _ _ upper",
    "80": "note_8 A2 _ _ upper",
    "81": "note_8 B2 _ _ upper",
    "82": "note_8 F3 # _ upper",
    "83": "note_8 G4 _ _ lower",
    "84": "note_8 G5 _ _ lower",
    "85": "note_16 G5 _ _ lower",
    "86": "keySignature_-2 . . . .",
    "87": "note_16 C5 # staccato upper",
    "88": "rest_4 _ _ _ lower",
    "89": "note_8 G5 # _ upper",
    "9": "clef_G2 _ _ _ upper",
    "90": "note_16 A4 b _ lower",
    "91": "note_16 D5 _ _ lower",
    "92": "note_8 C6 # _ upper",
    "93": "note_16 C6 # staccato upper",
    "94": "note_16 F5 # _ upper",
    "95": "note_8 B5 b _ upper",
    "96": "note_8 C4 # _ lower",
    "97": "note_16 F5 _ _ upper",
    "98": "note_4 A3 b _ upper",
    "99": "repeatEndStart . . . ."
  },
  "min_frequency": 1,
  "schema": "homr_distillation_flat_token_vocab_v1",
  "special_tokens": [
    "<PAD>",
    "<BOS>",
    "<EOS>",
    "<UNK>"
  ],
  "staff_break_token": "<STAFF_BREAK>",
  "token_counts": {
    "<STAFF_BREAK>": 286,
    "barline . . . .": 1018,
    "barline C3 _ _ upper": 1,
    "barline C5 # _ upper": 1,
    "barline C6 # staccato upper": 3,
    "barline F2 # _ upper": 2,
    "barline G3 # _ upper": 1,
    "barline _ _ _ upper": 2,
    "bolddoublebarline . . . .": 5,
    "bolddoublebarline . _ _ upper": 6,
    "bolddoublebarline _ _ _ upper": 2,
    "chord . . . .": 1804,
    "chord . _ _ upper": 1,
    "chord B2 _ _ lower": 1,
    "chord B3 _ _ upper": 2,
    "chord B5 b _ upper": 1,
    "chord C5 _ _ upper": 2,
    "chord D5 _ _ lower": 2,
    "chord E5 _ _ upper": 1,
    "chord E5 b _ upper": 1,
    "chord F3 # _ upper": 1,
    "chord F3 # slurStop lower": 1,
    "chord F4 # _ upper": 1,
    "chord F5 _ _ upper": 1,
    "chord G4 # _ upper": 1,
    "chord G5 _ _ upper": 1,
    "chord _ _ _ upper": 1,
    "clef_C3 _ _ _ upper": 21,
    "clef_F4 _ _ _ lower": 2,
    "clef_F4 _ _ _ upper": 118,
    "clef_G2 _ _ _ lower": 59,
    "clef_G2 _ _ _ upper": 206,
    "doublebarline . _ _ .": 1,
    "keySignature_-2 . . . .": 30,
    "keySignature_-3 . . . .": 20,
    "keySignature_0 . . . .": 69,
    "keySignature_1 . . . .": 39,
    "keySignature_2 . . . .": 85,
    "keySignature_3 . . . .": 54,
    "keySignature_4 . . . .": 48,
    "note_1 B1 _ slurStart_slurStop upper": 3,
    "note_1 B1 _ slurStop upper": 1,
    "note_1 B3 _ _ upper": 1,
    "note_1 B4 _ slurStart upper": 2,
    "note_1 B4 b slurStop upper": 2,
    "note_1 C4 # slurStart upper": 2,
    "note_1 C4 # slurStop upper": 2,
    "note_1 D5 b slurStart upper": 2,
    "note_1 D5 b slurStop upper": 2,
    "note_1 E2 _ _ upper": 1,
    "note_1 E2 _ slurStart upper": 1,
    "note_1 E2 _ slurStart_slurStop upper": 3,
    "note_1 F4 # _ upper": 1,
    "note_1 F4 # slurStart upper": 2,
    "note_1 F4 # slurStop upper": 2,
    "note_1. A4 _ slurStart upper": 1,
    "note_1. A5 # accent upper": 1,
    "note_1. B2 _ fermata_slurStop upper": 1,
    "note_1. B2 _ slurStart upper": 1,
    "note_1. B2 _ slurStart_slurStop upper": 2,
    "note_1. B3 _ _ upper": 1,
    "note_1. B3 _ slurStop upper": 1,
    "note_1. C4 # slurStop upper": 1,
    "note_1. C5 # slurStart upper": 1,
    "note_1. C6 # fermata upper": 1,
    "note_1. C6 # slurStart upper": 2,
    "note_1. D3 _ slurStop upper": 1,
    "note_1. D4 _ slurStart upper": 1,
    "note_1. E2 _ _ upper": 1,
    "note_1. E3 _ accent_slurStart upper": 1,
    "note_1. E3 _ fermata_slurStop upper": 1,
    "note_1. E6 _ slurStop upper": 1,
    "note_1. F3 # fermata upper": 2,
    "note_1. F3 # slurStart upper": 1,
    "note_1. F4 # accent_slurStart upper": 1,
    "note_1. F4 # fermata_slurStop upper": 1,
    "note_1. F4 # slurStart_slurStop upper": 1,
    "note_1. G2 _ _ upper": 1,
    "note_1. G2 _ slurStart_slurStop upper": 1,
    "note_1. G3 _ _ upper": 1,
    "note_1. G4 _ fermata upper": 1,
    "note_16 A2 _ _ upper": 1,
    "note_16 A3 # _ upper": 1,
    "note_16 A3 _ _ upper": 16,
    "note_16 A3 _ slurStop upper": 1,
    "note_16 A4 # _ upper": 1,
    "note_16 A4 _ _ lower": 4,
    "note_16 A4 _ _ upper": 11,
    "note_16 A4 _ staccato upper": 1,
    "note_16 A4 b _ lower": 27,
    "note_16 A4 b _ upper": 19,
    "note_16 A5 _ _ upper": 13,
    "note_16 A5 _ staccato upper": 2,
    "note_16 A5 b _ lower": 9,
    "note_16 A5 b _ upper": 16,
    "note_16 B3 _ _ upper": 14,
    "note_16 B3 _ staccato upper": 6,
    "note_16 B4 _ _ lower": 2,
    "note_16 B4 _ _ upper": 23,
    "note_16 B4 b _ lower": 44,
    "note_16 B4 b _ upper": 47,
    "note_16 B5 _ _ upper": 7,
    "note_16 B5 b _ lower": 15,
    "note_16 B5 b _ upper": 15,
    "note_16 C3 # _ upper": 1,
    "note_16 C4 # _ upper": 11,
    "note_16 C4 # accent upper": 2,
    "note_16 C4 # staccato upper": 4,
    "note_16 C5 # _ lower": 1,
    "note_16 C5 # _ upper": 18,
    "note_16 C5 # slurStop lower": 2,
    "note_16 C5 # staccato upper": 30,
    "note_16 C5 _ _ lower": 63,
    "note_16 C5 _ _ upper": 66,
    "note_16 C6 # staccato upper": 26,
    "note_16 C6 _ _ lower": 10,
    "note_16 C6 _ _ upper": 14,
    "note_16 D4 _ _ upper": 11,
    "note_16 D4 _ accent upper": 2,
    "note_16 D4 _ staccato upper": 4,
    "note_16 D5 # _ upper": 9,
    "note_16 D5 # accent upper": 3,
    "note_16 D5 # staccato upper": 8,
    "note_16 D5 _ _ lower": 27,
    "note_16 D5 _ _ upper": 47,
    "note_16 D6 # _ upper": 2,
    "note_16 D6 # accent upper": 3,
    "note_16 D6 # staccato upper": 2,
    "note_16 D6 _ _ lower": 4,
    "note_16 D6 _ _ upper": 10,
    "note_16 E3 _ _ upper": 2,
    "note_16 E4 _ _ lower": 1,
    "note_16 E4 _ _ upper": 1,
    "note_16 E4 _ staccato upper": 10,
    "note_16 E4 b _ lower": 14,
    "note_16 E4 b _ upper": 16,
    "note_16 E5 # _ upper": 1,
    "note_16 E5 _ _ upper": 36,
    "note_16 E5 _ staccato upper": 8,
    "note_16 E5 b _ lower": 46,
    "note_16 E5 b _ upper": 45,
    "note_16 E6 _ _ upper": 3,
    "note_16 E6 _ slurStop upper": 1,
    "note_16 E6 _ staccato upper": 4,
    "note_16 E6 b _ lower": 6,
    "note_16 E6 b _ upper": 7,
    "note_16 F3 # _ upper": 3,
    "note_16 F4 # _ upper": 2,
    "note_16 F4 # staccato upper": 6,
    "note_16 F4 _ _ lower": 12,
    "note_16 F4 _ _ upper": 8,
    "note_16 F5 # _ upper": 26,
    "note_16 F5 # staccato upper": 8,
    "note_16 F5 _ _ lower": 19,
    "note_16 F5 _ _ upper": 25,
    "note_16 G3 # _ upper": 5,
    "note_16 G4 # _ upper": 1,
    "note_16 G4 # accent upper": 1,
    "note_16 G4 _ _ lower": 42,
    "note_16 G4 _ _ upper": 55,
    "note_16 G4 _ staccato upper": 6,
    "note_16 G5 # _ upper": 4,
    "note_16 G5 # staccato upper": 18,
    "note_16 G5 _ _ lower": 31,
    "note_16 G5 _ _ upper": 47,
    "note_16 G6 _ _ upper": 1,
    "note_16 _ _ _ lower": 3,
    "note_16. B3 _ _ upper": 1,
    "note_16G E5 _ _ upper": 3,
    "note_16G F5 # _ upper": 6,
    "note_2 A4 _ _ upper": 2,
    "note_2 A4 b _ upper": 1,
    "note_2 A4 b slurStop upper": 2,
    "note_2 B2 _ _ upper": 1,
    "note_2 B3 _ _ upper": 4,
    "note_2 B4 _ _ upper": 2,
    "note_2 B4 b _ upper": 1,
    "note_2 C5 # _ upper": 2,
    "note_2 C6 # _ upper": 1,
    "note_2 D3 _ _ upper": 1,
    "note_2 D4 _ _ upper": 2,
    "note_2 E3 _ _ upper": 1,
    "note_2 E4 _ _ upper": 1,
    "note_2 E5 _ _ upper": 1,
    "note_2 F3 # _ upper": 1,
    "note_2 F4 # _ upper": 3,
    "note_2 F5 # _ upper": 2,
    "note_2 G5 _ _ upper": 2,
    "note_2. A2 _ _ upper": 3,
    "note_2. A3 _ _ upper": 2,
    "note_2. A3 _ slurStop upper": 3,
    "note_2. A3 b _ upper": 1,
    "note_2. A4 _ _ upper": 1,
    "note_2. A5 _ _ upper": 2,
    "note_2. B1 _ _ upper": 1,
    "note_2. B2 _ _ upper": 5,
    "note_2. B2 _ accent upper": 1,
    "note_2. B2 _ slurStart upper": 1,
    "note_2. B3 _ _ upper": 9,
    "note_2. B3 _ accent upper": 1,
    "note_2. B3 _ slurStart upper": 4,
    "note_2. B3 _ slurStop upper": 2,
    "note_2. C3 _ _ upper": 2,
    "note_2. C4 # _ upper": 1,
    "note_2. C4 # slurStart upper": 1,
    "note_2. C4 # slurStart_slurStop upper": 1,
    "note_2. C4 # slurStop upper": 1,
    "note_2. C5 # _ upper": 3,
    "note_2. C5 # accent upper": 1,
    "note_2. C5 # slurStop upper": 1,
    "note_2. C6 # _ upper": 1,
    "note_2. C6 # slurStart upper": 1,
    "note_2. C6 # slurStop upper": 1,
    "note_2. D2 _ _ upper": 1,
    "note_2. D3 _ _ upper": 2,
    "note_2. D4 _ _ upper": 2,
    "note_2. D4 _ slurStart upper": 2,
    "note_2. D5 # _ upper": 1,
    "note_2. E2 _ _ upper": 2,
    "note_2. E3 _ _ upper": 5,
    "note_2. E4 _ _ upper": 2,
    "note_2. E4 _ slurStop upper": 1,
    "note_2. E5 _ _ upper": 3,
    "note_2. E6 _ _ upper": 1,
    "note_2. E6 _ slurStop upper": 1,
    "note_2. F3 # _ upper": 2,
    "note_2. F3 # slurStart upper": 1,
    "note_2. F4 # _ upper": 4,
    "note_2. F4 # slurStart upper": 2,
    "note_2. F4 # slurStop upper": 3,
    "note_2. F5 # _ upper": 3,
    "note_2. F5 # accent upper": 1,
    "note_2. F5 # slurStart upper": 1,
    "note_2. F5 # slurStop upper": 1,
    "note_2. G2 _ slurStop upper": 1,
    "note_2. G3 _ _ upper": 1,
    "note_2. G4 # slurStart upper": 1,
    "note_2. G4 # slurStop upper": 2,
    "note_2. G4 _ slurStop upper": 1,
    "note_2. G5 # _ upper": 2,
    "note_2. G5 # slurStop upper": 1,
    "note_24 D5 _ slurStart upper": 2,
    "note_24 E5 _ _ upper": 2,
    "note_24 F5 # slurStop upper": 2,
    "note_32 A3 _ _ upper": 1,
    "note_32 B2 _ _ lower": 1,
    "note_32 B3 _ _ upper": 1,
    "note_32 C3 # _ lower": 1,
    "note_32 C4 # _ upper": 1,
    "note_32 D3 _ _ lower": 2,
    "note_32 E3 _ _ lower": 1,
    "note_32 F3 # _ lower": 1,
    "note_4 A1 _ _ upper": 1,
    "note_4 A2 _ _ lower": 2,
    "note_4 A2 _ _ upper": 1,
    "note_4 A2 _ tenuto upper": 4,
    "note_4 A3 _ _ lower": 6,
    "note_4 A3 _ _ upper": 3,
    "note_4 A3 _ slurStop upper": 2,
    "note_4 A3 b _ upper": 25,
    "note_4 A4 _ _ lower": 5,
    "note_4 A4 _ _ upper": 15,
    "note_4 A5 _ _ upper": 6,
    "note_4 B2 _ _ upper": 1,
    "note_4 B2 _ slurStop upper": 4,
    "note_4 B2 _ tenuto upper": 5,
    "note_4 B3 _ _ lower": 3,
    "note_4 B3 _ _ upper": 18,
    "note_4 B3 _ accent upper": 8,
    "note_4 B3 _ slurStart upper": 1,
    "note_4 B3 _ tenuto upper": 2,
    "note_4 B4 _ _ lower": 3,
    "note_4 B4 _ _ upper": 4,
    "note_4 B4 _ accent upper": 1,
    "note_4 B4 _ slurStop upper": 2,
    "note_4 B4 b _ upper": 3,
    "note_4 B5 _ _ upper": 2,
    "note_4 C3 # _ lower": 1,
    "note_4 C3 # _ upper": 1,
    "note_4 C4 # _ lower": 7,
    "note_4 C4 # _ upper": 5,
    "note_4 C5 # _ lower": 1,
    "note_4 C5 # _ upper": 6,
    "note_4 C5 # slurStop upper": 3,
    "note_4 C5 # tenuto upper": 1,
    "note_4 C5 _ _ upper": 9,
    "note_4 C6 # _ upper": 3,
    "note_4 D3 # _ upper": 1,
    "note_4 D3 _ _ upper": 1,
    "note_4 D3 b _ upper": 4,
    "note_4 D4 # _ lower": 2,
    "note_4 D4 _ _ lower": 3,
    "note_4 D4 _ _ upper": 4,
    "note_4 D4 _ tenuto upper": 2,
    "note_4 D4 b _ upper": 4,
    "note_4 D5 _ _ upper": 19,
    "note_4 D6 # _ upper": 2,
    "note_4 D6 # slurStop upper": 1,
    "note_4 E2 _ tenuto upper": 4,
    "note_4 E3 _ _ lower": 1,
    "note_4 E3 _ _ upper": 3,
    "note_4 E4 # _ lower": 1,
    "note_4 E4 _ _ lower": 15,
    "note_4 E4 _ _ upper": 15,
    "note_4 E4 _ slurStop upper": 1,
    "note_4 E4 _ tenuto upper": 2,
    "note_4 E5 _ _ upper": 13,
    "note_4 E5 _ slurStop upper": 1,
    "note_4 E6 _ _ upper": 2,
    "note_4 F3 # _ upper": 1,
    "note_4 F3 # slurStart upper": 1,
    "note_4 F3 # slurStop upper": 5,
    "note_4 F4 # _ lower": 9,
    "note_4 F4 # _ upper": 36,
    "note_4 F4 # accent upper": 15,
    "note_4 F4 # slurStop upper": 4,
    "note_4 F4 # tenuto upper": 4,
    "note_4 F5 # _ upper": 18,
    "note_4 F5 # slurStop upper": 1,
    "note_4 G2 # _ lower": 1,
    "note_4 G2 _ tenuto upper": 4,
    "note_4 G3 # _ lower": 1,
    "note_4 G3 # _ upper": 1,
    "note_4 G3 _ _ upper": 54,
    "note_4 G3 b _ upper": 4,
    "note_4 G4 # _ lower": 6,
    "note_4 G4 # slurStop upper": 4,
    "note_4 G4 _ _ upper": 1,
    "note_4 G5 # _ upper": 3,
    "note_4 G5 _ _ upper": 5,
    "note_4 _ _ _ upper": 3,
    "note_4. A1 _ _ upper": 1,
    "note_4. A2 _ _ lower": 1,
    "note_4. A2 _ _ upper": 1,
    "note_4. A2 _ tenuto upper": 4,
    "note_4. A3 _ _ lower": 1,
    "note_4. A3 _ _ upper": 2,
    "note_4. A3 _ slurStart upper": 3,
    "note_4. A3 b _ upper": 1,
    "note_4. A4 # _ lower": 1,
    "note_4. A4 _ _ lower": 2,
    "note_4. A4 _ _ upper": 9,
    "note_4. A4 _ slurStart upper": 3,
    "note_4. A4 _ tenuto upper": 1,
    "note_4. A5 # slurStart upper": 1,
    "note_4. A5 _ _ upper": 4,
    "note_4. B2 _ _ upper": 1,
    "note_4. B2 _ accent_slurStart upper": 4,
    "note_4. B2 _ slurStart upper": 1,
    "note_4. B2 _ tenuto upper": 4,
    "note_4. B3 _ _ upper": 5,
    "note_4. B3 _ slurStart upper": 5,
    "note_4. B3 _ slurStart_slurStop upper": 1,
    "note_4. B3 _ slurStop upper": 1,
    "note_4. B3 _ tenuto upper": 3,
    "note_4. B4 _ _ lower": 1,
    "note_4. B4 _ _ upper": 2,
    "note_4. B4 _ slurStart upper": 3,
    "note_4. B4 _ tenuto upper": 1,
    "note_4. B5 _ _ upper": 2,
    "note_4. C3 # _ lower": 1,
    "note_4. C3 # _ upper": 4,
    "note_4. C4 # _ lower": 5,
    "note_4. C4 # _ upper": 8,
    "note_4. C4 # slurStop upper": 2,
    "note_4. C5 # _ upper": 4,
    "note_4. C5 # accent_slurStart upper": 4,
    "note_4. C5 # slurStart upper": 4,
    "note_4. C5 # tenuto upper": 4,
    "note_4. C5 _ _ upper": 2,
    "note_4. C6 # _ upper": 2,
    "note_4. C6 # slurStart upper": 2,
    "note_4. C6 # slurStart_slurStop upper": 1,
    "note_4. D3 # _ upper": 2,
    "note_4. D4 # _ lower": 1,
    "note_4. D4 _ _ lower": 1,
    "note_4. D4 _ _ upper": 3,
    "note_4. D4 _ slurStart upper": 5,
    "note_4. D4 _ slurStop upper": 1,
    "note_4. D4 _ tenuto upper": 3,
    "note_4. D5 # _ upper": 3,
    "note_4. D5 # slurStop upper": 1,
    "note_4. D5 _ _ upper": 2,
    "note_4. D6 # slurStart upper": 2,
    "note_4. D6 # slurStop upper": 1,
    "note_4. E2 _ _ lower": 1,
    "note_4. E2 _ tenuto upper": 2,
    "note_4. E3 _ _ lower": 2,
    "note_4. E3 _ _ upper": 3,
    "note_4. E4 _ _ lower": 4,
    "note_4. E4 _ _ upper": 2,
    "note_4. E4 _ slurStart upper": 3,
    "note_4. E4 _ slurStop upper": 2,
    "note_4. E4 _ tenuto upper": 3,
    "note_4. E5 _ _ lower": 1,
    "note_4. E5 _ _ upper": 3,
    "note_4. E5 _ slurStart upper": 1,
    "note_4. E5 _ slurStop upper": 1,
    "note_4. E6 _ slurStart upper": 2,
    "note_4. F3 # _ upper": 3,
    "note_4. F3 # slurStart upper": 5,
    "note_4. F4 # _ lower": 3,
    "note_4. F4 # _ upper": 8,
    "note_4. F4 # accent_slurStart upper": 4,
    "note_4. F4 # slurStart upper": 2,
    "note_4. F4 # slurStop upper": 1,
    "note_4. F4 # tenuto upper": 4,
    "note_4. F5 # _ upper": 4,
    "note_4. F5 # slurStart upper": 3,
    "note_4. F6 # _ upper": 1,
    "note_4. G2 _ tenuto upper": 4,
    "note_4. G3 # _ upper": 2,
    "note_4. G4 # _ upper": 5,
    "note_4. G4 # accent_slurStart upper": 4,
    "note_4. G4 _ _ upper": 3,
    "note_4. G5 # _ upper": 3,
    "note_4. G5 # slurStart upper": 3,
    "note_4. G5 _ _ upper": 2,
    "note_4. _ _ _ upper": 1,
    "note_8 A1 _ _ upper": 80,
    "note_8 A2 _ _ lower": 6,
    "note_8 A2 _ _ upper": 33,
    "note_8 A3 # _ upper": 1,
    "note_8 A3 _ _ lower": 18,
    "note_8 A3 _ _ upper": 48,
    "note_8 A3 _ accent lower": 1,
    "note_8 A3 _ slurStart upper": 1,
    "note_8 A3 _ slurStop upper": 1,
    "note_8 A3 _ staccato upper": 5,
    "note_8 A3 b _ upper": 60,
    "note_8 A4 # _ lower": 2,
    "note_8 A4 # _ upper": 2,
    "note_8 A4 _ _ lower": 79,
    "note_8 A4 _ _ upper": 127,
    "note_8 A4 _ slurStart lower": 9,
    "note_8 A4 _ slurStop lower": 5,
    "note_8 A4 _ slurStop upper": 1,
    "note_8 A4 _ staccato upper": 8,
    "note_8 A4 b _ upper": 81,
    "note_8 A4 b slurStart upper": 2,
    "note_8 A4 b staccato upper": 1,
    "note_8 A5 # slurStop upper": 1,
    "note_8 A5 _ _ lower": 2,
    "note_8 A5 _ _ upper": 47,
    "note_8 A5 _ accent upper": 1,
    "note_8 A5 _ slurStop lower": 1,
    "note_8 A5 _ slurStop upper": 5,
    "note_8 A5 _ staccato upper": 3,
    "note_8 A5 b _ lower": 11,
    "note_8 A5 b _ upper": 11,
    "note_8 A6 b _ upper": 1,
    "note_8 B1 _ _ upper": 208,
    "note_8 B2 _ _ lower": 10,
    "note_8 B2 _ _ upper": 33,
    "note_8 B2 _ accent upper": 5,
    "note_8 B2 _ slurStop lower": 1,
    "note_8 B2 _ slurStop upper": 1,
    "note_8 B3 # _ lower": 1,
    "note_8 B3 # _ upper": 2,
    "note_8 B3 _ _ lower": 46,
    "note_8 B3 _ _ upper": 117,
    "note_8 B3 _ accent upper": 6,
    "note_8 B3 _ slurStart_staccato upper": 1,
    "note_8 B3 _ slurStop lower": 1,
    "note_8 B3 _ slurStop upper": 2,
    "note_8 B3 _ staccato upper": 14,
    "note_8 B3 _ tenuto upper": 10,
    "note_8 B3 b _ upper": 2,
    "note_8 B4 # slurStart lower": 1,
    "note_8 B4 _ _ lower": 35,
    "note_8 B4 _ _ upper": 94,
    "note_8 B4 _ accent upper": 2,
    "note_8 B4 _ slurStart lower": 1,
    "note_8 B4 _ slurStop lower": 1,
    "note_8 B4 _ slurStop upper": 1,
    "note_8 B4 b _ lower": 49,
    "note_8 B4 b _ upper": 173,
    "note_8 B4 b slurStart lower": 2,
    "note_8 B4 b slurStart upper": 1,
    "note_8 B4 b slurStop lower": 2,
    "note_8 B4 b slurStop upper": 1,
    "note_8 B4 b staccato lower": 2,
    "note_8 B4 b staccato upper": 2,
    "note_8 B5 # _ upper": 1,
    "note_8 B5 _ _ upper": 19,
    "note_8 B5 _ slurStop upper": 1,
    "note_8 B5 _ staccato upper": 7,
    "note_8 B5 b _ lower": 13,
    "note_8 B5 b _ upper": 26,
    "note_8 B5 b slurStart upper": 1,
    "note_8 B5 b slurStop upper": 2,
    "note_8 C2 # _ lower": 1,
    "note_8 C2 # _ upper": 1,
    "note_8 C3 # _ lower": 17,
    "note_8 C3 # _ upper": 35,
    "note_8 C3 # accent upper": 1,
    "note_8 C3 # slurStart lower": 1,
    "note_8 C4 # _ lower": 26,
    "note_8 C4 # _ upper": 48,
    "note_8 C4 # accent upper": 12,
    "note_8 C4 # slurStart lower": 1,
    "note_8 C4 # tenuto upper": 2,
    "note_8 C4 _ _ lower": 9,
    "note_8 C4 _ _ upper": 14,
    "note_8 C5 # _ lower": 7,
    "note_8 C5 # _ upper": 67,
    "note_8 C5 # accent upper": 13,
    "note_8 C5 # slurStart lower": 5,
    "note_8 C5 # slurStop lower": 7,
    "note_8 C5 # slurStop upper": 3,
    "note_8 C5 # staccato upper": 34,
    "note_8 C5 # tenuto upper": 15,
    "note_8 C5 _ _ lower": 61,
    "note_8 C5 _ _ upper": 103,
    "note_8 C5 _ slurStart lower": 2,
    "note_8 C5 _ slurStop lower": 14,
    "note_8 C5 _ slurStop upper": 3,
    "note_8 C5 _ staccato lower": 2,
    "note_8 C5 _ staccato upper": 2,
    "note_8 C6 # _ upper": 27,
    "note_8 C6 # accent upper": 20,
    "note_8 C6 # slurStop upper": 3,
    "note_8 C6 # staccato upper": 78,
    "note_8 C6 _ _ lower": 8,
    "note_8 C6 _ _ upper": 11,
    "note_8 C6 _ slurStart upper": 4,
    "note_8 C6 _ slurStop upper": 5,
    "note_8 D2 _ _ lower": 5,
    "note_8 D3 # _ lower": 1,
    "note_8 D3 # _ upper": 12,
    "note_8 D3 _ _ lower": 6,
    "note_8 D3 _ _ upper": 21,
    "note_8 D3 _ staccato lower": 1,
    "note_8 D3 b _ upper": 23,
    "note_8 D4 # _ lower": 13,
    "note_8 D4 # _ upper": 1,
    "note_8 D4 _ _ lower": 39,
    "note_8 D4 _ _ upper": 57,
    "note_8 D4 _ accent upper": 2,
    "note_8 D4 _ slurStop upper": 1,
    "note_8 D4 _ staccato upper": 9,
    "note_8 D4 _ tenuto upper": 8,
    "note_8 D4 b _ upper": 4,
    "note_8 D5 # _ lower": 7,
    "note_8 D5 # _ upper": 20,
    "note_8 D5 # accent upper": 4,
    "note_8 D5 # slurStart lower": 1,
    "note_8 D5 # slurStart upper": 1,
    "note_8 D5 # tenuto upper": 1,
    "note_8 D5 _ _ lower": 61,
    "note_8 D5 _ _ upper": 140,
    "note_8 D5 _ slurStart lower": 6,
    "note_8 D5 _ slurStop lower": 5,
    "note_8 D5 _ staccato lower": 2,
    "note_8 D5 _ staccato upper": 2,
    "note_8 D5 b _ upper": 54,
    "note_8 D6 # _ upper": 8,
    "note_8 D6 # accent upper": 2,
    "note_8 D6 # slurStop upper": 1,
    "note_8 D6 _ _ lower": 6,
    "note_8 D6 _ _ upper": 13,
    "note_8 D6 _ slurStart upper": 2,
    "note_8 D6 _ slurStop upper": 2,
    "note_8 E2 _ _ lower": 5,
    "note_8 E2 _ _ upper": 139,
    "note_8 E2 _ slurStop lower": 1,
    "note_8 E3 # _ upper": 4,
    "note_8 E3 _ _ lower": 7,
    "note_8 E3 _ _ upper": 91,
    "note_8 E3 _ slurStop lower": 1,
    "note_8 E3 _ staccato upper": 5,
    "note_8 E4 # _ lower": 7,
    "note_8 E4 # _ upper": 3,
    "note_8 E4 # slurStart lower": 1,
    "note_8 E4 _ _ lower": 68,
    "note_8 E4 _ _ upper": 42,
    "note_8 E4 _ accent upper": 9,
    "note_8 E4 _ slurStop upper": 15,
    "note_8 E4 b _ lower": 14,
    "note_8 E4 b _ upper": 93,
    "note_8 E4 b slurStart lower": 2,
    "note_8 E4 b slurStart upper": 8,
    "note_8 E5 _ _ lower": 14,
    "note_8 E5 _ _ upper": 122,
    "note_8 E5 _ accent upper": 4,
    "note_8 E5 _ slurStop lower": 2,
    "note_8 E5 _ slurStop upper": 2,
    "note_8 E5 _ staccato lower": 1,
    "note_8 E5 _ tenuto upper": 6,
    "note_8 E5 b _ lower": 34,
    "note_8 E5 b _ upper": 68,
    "note_8 E5 b slurStart lower": 1,
    "note_8 E5 b slurStart upper": 3,
    "note_8 E5 b slurStop lower": 1,
    "note_8 E5 b slurStop upper": 1,
    "note_8 E5 b staccato lower": 2,
    "note_8 E5 b staccato upper": 2,
    "note_8 E6 _ _ upper": 4,
    "note_8 E6 _ accent upper": 2,
    "note_8 E6 _ slurStop upper": 2,
    "note_8 E6 b _ upper": 2,
    "note_8 F2 # _ lower": 6,
    "note_8 F2 # _ upper": 36,
    "note_8 F2 # slurStart lower": 1,
    "note_8 F2 _ _ lower": 1,
    "note_8 F3 # _ lower": 3,
    "note_8 F3 # _ upper": 33,
    "note_8 F3 # accent upper": 4,
    "note_8 F3 # slurStart lower": 1,
    "note_8 F3 # slurStop upper": 1,
    "note_8 F3 _ _ lower": 1,
    "note_8 F4 # _ lower": 36,
    "note_8 F4 # _ upper": 105,
    "note_8 F4 # accent upper": 3,
    "note_8 F4 # slurStop lower": 2,
    "note_8 F4 # slurStop upper": 1,
    "note_8 F4 # staccato upper": 1,
    "note_8 F4 _ _ lower": 21,
    "note_8 F4 _ _ upper": 95,
    "note_8 F4 _ slurStart lower": 5,
    "note_8 F4 _ slurStart upper": 7,
    "note_8 F4 _ slurStop upper": 2,
    "note_8 F5 # _ lower": 1,
    "note_8 F5 # _ upper": 69,
    "note_8 F5 # accent upper": 4,
    "note_8 F5 # slurStart lower": 1,
    "note_8 F5 # slurStop upper": 2,
    "note_8 F5 # staccato upper": 3,
    "note_8 F5 _ _ lower": 20,
    "note_8 F5 _ _ upper": 46,
    "note_8 F5 _ slurStart upper": 8,
    "note_8 F6 # _ upper": 2,
    "note_8 F6 _ _ upper": 1,
    "note_8 G2 # _ lower": 17,
    "note_8 G2 # _ upper": 13,
    "note_8 G2 _ _ lower": 1,
    "note_8 G3 # _ lower": 12,
    "note_8 G3 # _ upper": 36,
    "note_8 G3 _ _ lower": 1,
    "note_8 G3 _ _ upper": 159,
    "note_8 G3 _ staccato upper": 5,
    "note_8 G3 b _ upper": 53,
    "note_8 G4 # _ lower": 46,
    "note_8 G4 # _ upper": 13,
    "note_8 G4 # accent upper": 12,
    "note_8 G4 # slurStart lower": 3,
    "note_8 G4 # slurStop lower": 2,
    "note_8 G4 _ _ lower": 32,
    "note_8 G4 _ _ upper": 87,
    "note_8 G4 _ accent upper": 2,
    "note_8 G4 _ slurStart lower": 2,
    "note_8 G4 _ staccato lower": 2,
    "note_8 G4 _ staccato upper": 2,
    "note_8 G5 # _ lower": 1,
    "note_8 G5 # _ upper": 29,
    "note_8 G5 # accent upper": 9,
    "note_8 G5 # slurStart lower": 1,
    "note_8 G5 # slurStop upper": 3,
    "note_8 G5 # tenuto upper": 2,
    "note_8 G5 _ _ lower": 32,
    "note_8 G5 _ _ upper": 91,
    "note_8 G5 _ slurStart upper": 3,
    "note_8 G6 # _ upper": 2,
    "note_8 _ _ _ lower": 2,
    "note_8 _ _ _ upper": 3,
    "note_8 _ _ slurStart upper": 1,
    "note_8. A2 _ _ upper": 5,
    "note_8. A3 _ _ upper": 2,
    "note_8. A5 _ _ upper": 1,
    "note_8. B2 _ _ upper": 4,
    "note_8. B3 _ _ upper": 1,
    "note_8. B3 _ slurStart_slurStop upper": 1,
    "note_8. B4 _ _ lower": 2,
    "note_8. C3 _ _ upper": 1,
    "note_8. D3 _ _ upper": 2,
    "note_8. E2 _ _ upper": 3,
    "note_8. E3 _ _ upper": 6,
    "note_8. F3 # _ upper": 5,
    "note_8. F4 # _ lower": 1,
    "note_8. G2 _ _ upper": 4,
    "note_8. G4 _ _ upper": 1,
    "note_8G B4 _ slurStart lower": 1,
    "note_8G C5 # _ lower": 1,
    "note_8G C5 # _ upper": 3,
    "repeatEnd . . . .": 15,
    "repeatEnd . _ _ upper": 4,
    "repeatEnd _ _ _ upper": 2,
